[
  "calendar",
  "obsidian-icon-folder",
  "file-explorer-note-count",
  "code-styler",
  "file-explorer-plus",
  "ninja-cursor",
  "obsidian-file-color",
  "colored-tags",
  "nl-syntax-highlighting",
  "mlir-syntax-highlight",
  "obsidian-git"
]